---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerFt
source: html/d4b374ef-27de-4a22-3526-a5e806c4f970.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerFt Property

Symbol kip-ft/ft, indicating unit Kip feet per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipDashFtPerFt { get; }
```